{
  "name": "Boatman",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/boatman.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>A number of majestic rivers flow across the land of the Empire, fed by countless tributaries that raise from the mountain ranges that border the nation. In good weather it is generally considered easier, safer, and more picturesque to travel by river rather than road, and in the summertime busy stretches of river are crowded with vessels. Barges heavy with cargo, showboats carrying minstrels or mummers, pleasure boats providing entertainment for noble customers, peddlers in small brightly patterned boats, river patrolmen attempting to keep the peace, and, in remote areas, gangs of ruthless river pirates all traverse the rivers of the Empire.</p>\n<p>All this activity means that there is always plenty of work available for boatmen. They mostly crew the trading barges of the Empire, helping to load and unload cargo, and protect it during the voyage. They are adept at boat handling, knowing how to set the sails and work the tiller. They are also strong enough to man the oars or to punt when the wind drops. Boatmen must always be alert for danger. River pirates prey on isolated vessels in order to steal their cargoes, and are willing to kill the crew in order to do so. Gangs of bandits sometimes waylay boats from the banks at narrow bottlenecks or locks. In the wilderness, raiding parties of greenskins or beastmen sometimes attack vessels. Wild tales abound of all manner of monstrous creatures that make their homes in the water, such as the rapacious stirpike, the aggressive Reik eel, the revolting bog octopus, or fearsome river troll.</p>\n<p>Thanks to their travelling lifestyle and the need for a strong sword arm, most boatmen see little difference between their work and a life of adventure, and they often join bands of adventurers chasing after stories of gold or glory.</p>\n<p><strong>Typical Trappings:</strong> A boatman usually wears a a tough jacket of hardened leather to protect him from the elements and buffets and scrapes while on deck. While most boatmen form the crew of larger vessels, some may own a small rowboat themselves.</p>\n<p><strong>Career Ability:</strong> You may remove <span style=\"-webkit-text-stroke: 1pt black;\">◼</span> from your dice pool when attempting Athletics, Coordination, Stealth, or Discipline checks while on a boat, ship, or unstable surface</p>",
    "advanced": false,
    "raceRestrictions": ["human", "dwarf", "highElf"],
    "traits": "Basic, Menial, Rural, Urban",
    "talentSockets": [
      "focus",
      "tactic"
    ],
    "primaryCharacteristics": [
      "strength",
      "agility"
    ],
    "careerSkills": "Athletics, Coordination, Nature Lore, Observation, Resilience",
    "startingStance": {
      "conservativeSegments": 3,
      "recklessSegments": 1
    },
    "advanceOptions": {
      "action": 2,
      "talent": 1,
      "skill": 2,
      "fortune": 1,
      "conservative": 2,
      "reckless": 0,
      "wound": 2
    },
    "summary": "A rugged bloke, adept at handling boats and barges",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.6.1-alpha",
    "coreVersion": "11.315",
    "createdTime": 1699549812004,
    "modifiedTime": 1701883658637,
    "lastModifiedBy": "Bq3CTOvANoOneedB"
  },
  "_id": "aAZGsyRYFxlApmLm",
  "sort": 100000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!aAZGsyRYFxlApmLm"
}
