{
  "name": "Dockhand",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/dockhand.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {},
  "system": {
    "description": "<p>During the day, the docks of the cities of the Empire are hives of activity. The Empire thrives on trade. In every city it is a priority to make sure that imports are unloaded and distributed to warehouses, shops and market stalls. It is equally important to make sure that goods for export are loaded onto customers’ barges in good time.</p>\n<p>Dockhands are specially trained labourers who pack and unpack cargo holds. They work in claustrophobic conditions securing freight with knotted ropes and wedges of wood. Dockhands are known for working hard and playing hard. They can often be found getting drunk in waterfront taverns and have a reputation for violence. However, most dockhands know the value of working as members of a team &ndash; they have to cooperate in order to do their job. For this reason, most dockhands work as part of a gang, an unofficial union bound together by oaths of loyalty.</p>\n<p>In Altdorf, of the many dock gangs who work the wharfs and warehouse district, it is the Hooks and the Fish who are the most prominent. The two gangs have a long history of rivalry which has often erupted into brutality. Every now and then a member of one of the gangs is found dead, as the result of a perceived slight towards their rivals. This is an ongoing circle of violence referred to by local watchmen as “the waterfront war.” Members of gangs such as these often cultivate connections with crime lords and smugglers, looking to make a little extra on the side by dealing in contraband.</p>\n<p>Dockhands sometimes seek to escape this life of hard labour, or they may move on to avoid becoming embroiled in the vicious enmity between gangs. They have even been known to join parties of adventurers, lending them a much needed strong arm.</p>\n<p><strong>Typical Trappings:</strong> Dockhands wear a leather jack to protect them during their work. Dockhands usually wear a gang symbol, such as an embroidered badge or watch cap in gang colours. To help them load and secure cargo, dockhands carry a length of rope and iron spikes.</p>\n<p><strong>Career Ability:</strong> Add 5 to your encumbrance limit</p>",
    "advanced": false,
    "raceRestrictions": [
      "human",
      "dwarf"
    ],
    "traits": "Basic, Menial, Rural, Urban",
    "primaryCharacteristics": [
      "strength",
      "toughness"
    ],
    "careerSkills": "Athletics, Coordination, Guile, Intimidate, Resilience",
    "startingStance": {
      "conservativeSegments": 2,
      "recklessSegments": 2
    },
    "advanceOptions": {
      "action": 1,
      "talent": 1,
      "skill": 2,
      "fortune": 2,
      "conservative": 1,
      "reckless": 1,
      "wound": 2
    },
    "summary": "Strong arms, strong back, sturdy and reliable",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false,
    "sockets": [
      {
        "type": "focus",
        "item": null
      },
      {
        "type": "reputation",
        "item": null
      }
    ]
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "1.3.2",
    "coreVersion": "13.350",
    "createdTime": 1699549827737,
    "modifiedTime": 1734396599418,
    "lastModifiedBy": "Bq3CTOvANoOneedB",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_id": "euhIt29XyKAhsMQ4",
  "sort": 1700000,
  "ownership": {
    "default": 0
  },
  "_key": "!items!euhIt29XyKAhsMQ4"
}
