{
  "name": "Navigator",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/navigator.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>The known world is a massive place, and much of it has yet to be properly charted or explored by the men of the Empire. Some of the more intrepid folk seek to explore the uncharted regions of the world.</p>\n<p>Commonfolk cite stories of bold adventurers who have returned from far off lands with enough gold to keep them living in luxury for the rest of their lives. They down-play the fact that most such explorers vanish into the unknown, never to be seen again. Navigators are sought out to accompany expeditions. They are most commonly required by those who wish to journey by sea, as the sun and stars provide the only reliable landmarks in the middle of the ocean.</p>\n<p>However, not all explorers take to the waves, some of them join merchant caravans tracking the endless miles of the Silk Road to far Cathay, or seeking to trade with dealers in the Southlands, rich in gold and ivory. Many navigators learn their craft through practical experience. They may have worked the trade routes in a more humble capacity, as bearers or muleskinners, and learned how to use navigational tools and methods from navigators in their company.</p>\n<p>Other navigators are rich enough to avoid such a hard apprenticeship, and study the theory of charting a path by the stars at one of the Empire&rsquo;s universities.</p>\n<p>Many navigators join the Guild of Explorers, a club based in the University of Altdorf. The guild keeps in touch with its members and informs them, for the price of an annual fee, of up and coming opportunities to join an expedition. While membership in the guild is not a requirement, it does have its benefits, such as access to research, maps, and tools of the trade.</p>\n<p><strong>Typical Trappings:</strong> Navigators usually carry a number of maps and charts of places they have visited or plan to go to. Navigators use a lot of precision instruments, such as portable telescopes, brass sextants, compasses and astrolabes.</p>\n<p><strong>Career Ability:</strong> You may spend one fortune point to get your bearings when lost, discern true north, or add <span style=\"color: white; -webkit-text-stroke: 1pt black;\">◼&nbsp;◼</span> to a check to navigate in foreign terrain</p>",
    "advanced": false,
    "raceRestrictions": [
      "any"
    ],
    "traits": "Basic, Rural, Specialist, Urban",
    "talentSockets": [
      "focus",
      "focus"
    ],
    "primaryCharacteristics": [
      "toughness",
      "intelligence"
    ],
    "careerSkills": "Athletics, Intuition, Observation, Resilience, Ride",
    "startingStance": {
      "conservativeSegments": 2,
      "recklessSegments": 2
    },
    "advanceOptions": {
      "action": 2,
      "talent": 1,
      "skill": 2,
      "fortune": 1,
      "conservative": 2,
      "reckless": 2,
      "wound": 0
    },
    "summary": "An intrepid explorer well versed in the lay of the land",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.5.1",
    "coreVersion": "12.327",
    "createdTime": 1699549851096,
    "modifiedTime": 1699628707154,
    "lastModifiedBy": "Bq3CTOvANoOneedB",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "Uv3Zc1fNWlFhZoU5",
  "sort": 800000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!Uv3Zc1fNWlFhZoU5"
}
