{
  "name": "Pedlar",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/pedlar.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>Many people in the Empire live in isolated settlements that have little contact with the larger towns and cities. Some smaller villages have no shoppes or regular trading markets of their own, depending on travelling tradesmen who make regular visits selling various goods.</p>\n<p>Pedlars buy their wares from craftsmen and merchants at markets in cities and towns and then travel from village to village, selling their goods and carrying news and gossip from the towns. A pedlar&rsquo;s wares can be anything that is easily carried, such as pots, pans, knives, and so on. Some of them even operate a limited message delivery service, or hawk hot food in busy city streets. In more settled areas, some pedlars may even be licensed, or choose to form their own guild to protect their interests and discourage outsiders from poaching their trade.</p>\n<p>For good or ill, pedlars are strongly associated with the Strigany, who traverse the Empire in colourful wagons or barges. The Strigany claim to be heirs of an ancient civilisation, but they are now a landless and nomadic people. Many folk in the Empire regard the Strigany as criminals and they are almost universally distrusted, especially by roadwardens and watchmen. This bad reputation and the persecutions that sometimes result from it are largely undeserved, though some Strigany purport to serve &lsquo;old masters&rsquo; about whom stories of blood sacrifice are whispered. Some pedlars fall in with groups of adventurers. Their itinerant lifestyles have much in common, and pedlars are often poor folk who can be tempted away from their profession by talk of wealth and glory.</p>\n<p><strong>Typical Trappings:</strong> Pedlars wear durable travelling gear and often carry stout walking sticks. Their kit might include a tent, tinderbox, and lantern, and they may transport their goods in a large backpack or on a horse-drawn wagon. The type of goods a pedlar sells includes pots, pins, pegs, cutlery, blankets, and lucky charms.</p>\n<p><strong>Career Ability:</strong> When haggling over Abundant goods, gain <span style=\"color: white; -webkit-text-stroke: 1pt black;\">◼&nbsp;◼</span> to your skill check</p>\n<p>When haggling over Plentiful goods, gain <span style=\"color: white; -webkit-text-stroke: 1pt black;\">◼</span> to your skill check</p>",
    "advanced": false,
    "raceRestrictions": ["human", "dwarf"],
    "traits": "Basic, Menial, Social, Rural",
    "talentSockets": [
      "reputation",
      "reputation"
    ],
    "primaryCharacteristics": [
      "toughness",
      "fellowship"
    ],
    "careerSkills": "Charm, Folklore, Guile, Intuition, Stealth",
    "startingStance": {
      "conservativeSegments": 2,
      "recklessSegments": 2
    },
    "advanceOptions": {
      "action": 1,
      "talent": 3,
      "skill": 2,
      "fortune": 2,
      "conservative": 1,
      "reckless": 1,
      "wound": 0
    },
    "summary": "A resourceful individual used to looking after himself",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.6.1-alpha",
    "coreVersion": "11.315",
    "createdTime": 1699549854117,
    "modifiedTime": 1700051553055,
    "lastModifiedBy": "Bq3CTOvANoOneedB"
  },
  "_id": "Lns4nSH5ZjNQBPR7",
  "sort": 700000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!Lns4nSH5ZjNQBPR7"
}
