{
  "name": "Pit Fighter",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/pit_fighter.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>The Old World is a violent place, to the extent that many of its inhabitants see armed combat as a legitimate form of entertainment. Popular attractions include animal baits, public executions and duels, but for the hardened fan of blood sports there is nothing to beat the visceral thrill of pit fights.</p>\n<p>In the Empire, pit fighting remains a popular attraction, even though many devotees of Shallya and Verena continually call for it to be abolished. Fights take place in a small arena (hardly ever a literal pit), typically between two contestants armed in a similar fashion. Some pit fights are arranged with novelty in mind, and such contests may see a lightly armoured athletic pit fighter armed with net and spear pitched against a hulking brute in full plate swinging a massive two-handed sword, or three men fighting to survive the onslaught of a raging ogre.</p>\n<p>Some pit fighters are professionals, men mad enough to actually indulge in the sport for fun and profit. However, just as many are criminals forced to fight each other as punishment for their crimes, or as a means to possibly win their freedom. These unfortunates are thrown into the arena with poor weapons and little or no armour. Many fights are won by drawing first blood or inflicting honourable wounds, but some are lethal conflicts where only the winner leaves alive. Professional pit fighters may travel to earn money or test their prowess against fighters from different areas. Some condemned pit fighters manage to escape their captors, or possibly win their freedom after fighting a certain number of bouts or winning enough prize money. Pit fighters who win their liberty one way or another can find it hard to fit in with society, and often take up a life of adventure where their martial prowess is appreciated.</p>\n<p><strong>Typical Trappings:</strong> Most pit fighters wear a mail shirt and leather jack for protection and carry a shield or buckler. The sort of arms they bear varies, but many wear knuckledusters and carry a large showy weapon such as a flail or great weapon.</p>\n<p><strong>Career Ability:</strong> Add <span style=\"color: white; -webkit-text-stroke: 1pt black;\">◼</span> to your Melee Attacks whenever you are in an engagement with more than two combatants</p>",
    "advanced": false,
    "raceRestrictions": [
      "human",
      "dwarf",
      "woodElf"
    ],
    "traits": "Basic, Combat, Menial, Specialist",
    "talentSockets": [
      "reputation",
      "tactic"
    ],
    "primaryCharacteristics": [
      "strength",
      "toughness"
    ],
    "careerSkills": "Athletics, Guile, Intimidate, Resilience, Weapon Skill",
    "startingStance": {
      "conservativeSegments": 2,
      "recklessSegments": 2
    },
    "advanceOptions": {
      "action": 1,
      "talent": 2,
      "skill": 1,
      "fortune": 2,
      "conservative": 1,
      "reckless": 1,
      "wound": 2
    },
    "summary": "A stoic fighter who excels in the chaos of",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.5.1",
    "coreVersion": "11.315",
    "createdTime": 1699549859215,
    "modifiedTime": 1699628723159,
    "lastModifiedBy": "Bq3CTOvANoOneedB"
  },
  "_id": "dYrCt5JU85qNp5nr",
  "sort": 550000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!dYrCt5JU85qNp5nr"
}
