{
  "name": "Ratcatcher",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/ratcatcher.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>Rats are widely viewed with loathing by people in the Empire. To the farmer and merchant they are rapacious pests that eat or spoil goods. To the physician they are a harbinger of disease, linked to epidemics such as the Black Plague of 1111. To the common folk they are a source of superstition. Rumours suggest that rats are the familiars of witches and wild stories abound of villages said to have been entirely overrun with vermin. The most persistent of these rumours is the belief that rats are the spies of a secret and hostile subterranean empire hidden beneath the Old World.</p>\n<p>In order to control the numbers of rats in the houses, granaries, and sewers of the Empire, rat catchers are employed. They know about the habits of vermin, how they get in and out of buildings, and how they breed. They know about the best way to trap and kill rats, as well as how to secure a building or ship in order to make sure that new rats don&rsquo;t get in. A small bounty is sometimes levied by local burgomeisters for every rat tail brought in, and rat catchers can be found patrolling the sewers with their small but vicious dogs to find as many rats as possible. The rat catcher&rsquo;s income is not great, but he can find ways to supplement it. Some scholars and wizards pay for live specimens, and there is a fashion amongst some noblewomen to make a pet of sleek white rats. Rats can also be sold to the owners of certain taverns and clubs who like to entertain their customers with bouts of animal baiting.</p>\n<p>Nevertheless, the pay is usually meagre and times are often hard for rat catchers. As a result they sometimes take up a life of adventure, joining parties of adventurers who often appreciate their experience of dark, subterranean places.</p>\n<p><strong>Typical Trappings:</strong> Rat catchers use long ratting poles to crush their prey as well as advertise their services. They often use slings and small animal traps. Rat catchers are usually accompanied by small but vicious dogs.</p>\n<p><strong>Career Ability:</strong> You have a small but vicious dog. Take the small but vicious dog follower sheet. You can teach your dog Trick talents and attach them to its sheet</p>",
    "advanced": false,
    "raceRestrictions": "Human or Dwarf",
    "traits": "Basic, Menial, Rural, Urban",
    "talentSockets": [
      "focus",
      "reputation"
    ],
    "primaryCharacteristics": [
      "toughness",
      "agility"
    ],
    "careerSkills": "Animal Handling, Folklore, Observation, Resilience, Stealth",
    "startingStance": {
      "conservativeSegments": 3,
      "recklessSegments": 1
    },
    "advanceOptions": {
      "action": 2,
      "talent": 2,
      "skill": 3,
      "fortune": 2,
      "conservative": 1,
      "reckless": 0,
      "wound": 0
    },
    "summary": "Willing to do the dirty work others won’t, with a faithful f",
    "advances": {
      "action": "",
      "talent": "",
      "skill": "",
      "wound": "",
      "open": [
        "",
        "",
        "",
        "",
        "",
        ""
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": ""
      },
      "dedicationBonus": "",
      "nonCareer": [
        {
          "cost": 0,
          "nature": ""
        },
        {
          "cost": 0,
          "nature": ""
        }
      ]
    },
    "current": false,
    "completed": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.5.1",
    "coreVersion": "11.315",
    "createdTime": 1699549862849,
    "modifiedTime": 1699628730970,
    "lastModifiedBy": "Bq3CTOvANoOneedB"
  },
  "_id": "8nzRQ81wWrT6Wxjr",
  "sort": 525000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!8nzRQ81wWrT6Wxjr"
}
