{
  "name": "Smuggler",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/smuggler.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>The Empire is the wealthiest nation in the Old World. All manner of trade is done in the cities of the Empire, and businesses thrive &ndash; from pedlars hawking their wares to conglomerates who enjoy a complete monopoly in their town or city. The Imperial authorities and heads of the Empire&rsquo;s guilds keep a close eye on such commercial activity. They impose taxes on cargos that move through their warehouses and restrict or ban imports and exports of certain goods.</p>\n<p>Many people in the Empire resent the imposition of having to pay taxes or being told that they cannot buy a bottle of Bretonnian brandy whenever they feel like it. Such people may well deal in smuggled goods. Smugglers are thieves with some knowledge of legitimate commercial practices and how to get around them. Many smugglers simply steal from cargo-laden barges and carts, then sell to a likely customer or fence in the nearest town. Other smugglers act more like genuine traders, picking up a cargo legitimately in one town and then sneaking it past the bailiffs at the other end of their journey.</p>\n<p>To guilds, local authorities, and legitimate traders, smugglers are notorious criminals whose activities jeopardise profits. Smugglers face harsh punishments such as incarceration, branding or execution if caught. Most smugglers are hardened criminals who are not above acts of violence or even murder to avoid being caught. Many smugglers deal in highly illegal cargos, such as those containing addictive drugs, body parts or even darker, more nefarious goods. Smugglers keep on the move to find new opportunities and to avoid the attention of the authorities. They sometimes join bands of adventurers where their combined skills of commercial acumen and underworld savvy often come in useful.</p>\n<p><strong>Typical Trappings:</strong> A smuggler usually wears a leather jack to keep off the weather and help protect him should a scuffle break out. Most smugglers have access to a small rowboat or a horse and cart. Smugglers work mainly at night, so they often carry some form of illumination, such as a lantern or some torches.</p>\n<p><strong>Career Ability:</strong> Your Skulduggery checks gain:</p>\n<p>♢♢ Add 1 fortune to the party fortune pool</p>",
    "advanced": false,
    "raceRestrictions": ["human", "dwarf"],
    "traits": "Basic, Rogue, Specialist, Urban",
    "talentSockets": [
      "reputation",
      "reputation"
    ],
    "primaryCharacteristics": [
      "toughness",
      "fellowship"
    ],
    "careerSkills": "Guile, Intimidate, Ride, Skulduggery, Stealth",
    "startingStance": {
      "conservativeSegments": 1,
      "recklessSegments": 3
    },
    "advanceOptions": {
      "action": 2,
      "talent": 2,
      "skill": 2,
      "fortune": 1,
      "conservative": 0,
      "reckless": 2,
      "wound": 1
    },
    "summary": "Crafty and conniving with ties to commerce and crime",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.6.1-alpha",
    "coreVersion": "11.315",
    "createdTime": 1699549873531,
    "modifiedTime": 1700151602959,
    "lastModifiedBy": "Bq3CTOvANoOneedB"
  },
  "_id": "2M3PQd0PYPeXKzrr",
  "sort": 2900000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!2M3PQd0PYPeXKzrr"
}
