{
  "name": "Troll Slayer",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/troll_slayer.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {},
  "system": {
    "description": "<p>Even in the eyes of their most steadfast allies, dwarfs can seem dour and vengeful. Dwarfs do not cope well with personal loss or humiliation. A dwarf who is crossed in love, fails to do his duty, performs work with incompetence, or is otherwise disgraced can become morose, sometimes inconsolably so. The Slayer cult provides dwarfs who are driven to despair with a way to regain their honour and stand proud before their ancestors once again.</p>\n<p>Troll Slayers typically dye their hair bright orange and stiffen it into spikes or a mohawk using pig grease. They often pierce their ears and noses with rings of precious metal, and have a predilection for extensive swirling blue tattoos. Part of the reason for their outlandish appearance is as a warning to others not to get in their way. Other dwarfs know not to prevent a Slayer from his self-imposed death quest. The Slayer oath commits a dwarf to seek out a great doom fighting the enemies of his race. Many Troll Slayers journey to the wilds of the Old World in order to encounter dangerous monsters and slay them in single combat. This is where the name &ldquo;Troll Slayer&rdquo; comes from &ndash; trolls are fearsome monstrosities and not uncommon in the Old World, and are responsible for much misery and bereavement amongst the dwarfs. Troll Slayers do not hunt trolls exclusively; any worthy opponent will do. A Slayer may pursue rumours of goblin bands, lairs of Chaos creatures, or daemonic manifestations in the hope of finding a glorious death.</p>\n<p>Troll Slayers sometimes join bands of adventurers, knowing that the exploits of such folk often take them into dangerous situations. The added advantage of joining adventurers is that with luck there will be someone alive to witness the Troll Slayer&rsquo;s end. A Slayer often makes his companions promise that they will take the news of his mighty doom to his people after his demise.</p>\n<p><strong>Typical Trappings:</strong> Troll Slayers fight with axes, some wielding an axe in each hand, others preferring the heft of a massive greataxe. Slayers care little for possessions, and eschew armour, for obvious reasons.</p>\n<p><strong>Career Ability:</strong> While in a Slayer career, you cannot wear armour, but have a natural Defence of 1 and a natural soak value equal to 1+ the number of Slayer careers you have completed</p>",
    "advanced": false,
    "raceRestrictions": [
      "dwarf"
    ],
    "traits": "Basic, Combat, Fanatic, Slayer",
    "primaryCharacteristics": [
      "strength",
      "toughness"
    ],
    "careerSkills": "Athletics, Intimidate, Resilience, Weapon Skill",
    "startingStance": {
      "conservativeSegments": 1,
      "recklessSegments": 3
    },
    "advanceOptions": {
      "action": 2,
      "talent": 2,
      "skill": 1,
      "fortune": 1,
      "conservative": 0,
      "reckless": 1,
      "wound": 3
    },
    "summary": "A fearsome dwarf on the first step toward a glorious death",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false,
    "sockets": [
      {
        "type": "tactic",
        "item": null
      },
      {
        "type": "tactic",
        "item": null
      }
    ]
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "1.2",
    "coreVersion": "12.331",
    "createdTime": 1699549880862,
    "modifiedTime": 1734396689560,
    "lastModifiedBy": "Bq3CTOvANoOneedB",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "n2FM1U06rByiyYRo",
  "sort": 3500000,
  "ownership": {
    "default": 0
  },
  "_key": "!items!n2FM1U06rByiyYRo"
}
