{
  "name": "Waywatcher",
  "type": "career",
  "img": "systems/wfrp3e/assets/images/careers/waywatcher.webp",
  "effects": [],
  "folder": "m8G9zWMGUYpKI5Hg",
  "flags": {
    "core": {}
  },
  "system": {
    "description": "<p>Whilst many men of the Empire might think that all 1 the lands beyondtheir western border as Bretonnia, the inhabitants of Athel Loren certainly do not see themselves as the vassals of that nation. These are the Asrai, a society of elves who did not return to Ulthuan after the War of the Beard.</p>\n<p>Over the millenia, the wood elves have become insular and capricious. They do not welcome visitors to their woodland realm, and a grisly sight can be found on the periphery of Athel Loren: skeletons, many of them human, litter the outskirts of the forest, arrows protruding from the eye sockets. This is the work of the waywatchers, masters of concealment and silent, deadly sentinels of the forest realms.</p>\n<p>Waywatchers guard the paths leading into Athel Loren, and intercept intruders. Those with whom the wood elves have no quarrel are met with warning shots, and led out of the forest by these taciturn figures. However, most uninvited visitors are shot on sight. In times of war, the waywatchers serve as skirmishers in wood elf forces, repulsing invaders with an unerring stream of arrows. Most waywatchers are solitary warriors, sniping and ambushing their foes in preference to fighting open battle. They are rarely seen in the Empire.</p>\n<p>Some waywatchers develop a curiosity about life outside the forest and are permitted to leave in order to experience the nations of the Old World and beyond. Others may answer their queen&rsquo;s instructions to lend support to the Empire, and travel where she demands. Travelling wood elves are treated with mistrust by many citizens of the Empire, who are perhaps aware of the frosty reception they would receive if they trespassed in the woodland realm. Such wandering waywatchers sometimes join groups of adventurers, who are typically more tolerant of such unusual companions.</p>\n<p><strong>Typical Trappings:</strong> Waywatchers carry finely crafted elf longbows and a dozen arrows. They typically wear some form of very light armour, such as leather strappings.</p>\n<p><strong>Career Ability:</strong> Your combat initiative checks gain <span style=\"color: white; -webkit-text-stroke: 1pt black;\">◼&nbsp;◼</span></p>",
    "advanced": false,
    "raceRestrictions": [
      "woodElf"
    ],
    "traits": "Basic, Combat, Rural, Watcher",
    "talentSockets": [
      "focus",
      "tactic"
    ],
    "primaryCharacteristics": [
      "agility",
      "willpower"
    ],
    "careerSkills": "Athletics, Ballistic Skill, Coordination, Nature Lore, Stealth",
    "startingStance": {
      "conservativeSegments": 2,
      "recklessSegments": 2
    },
    "advanceOptions": {
      "action": 2,
      "talent": 1,
      "skill": 2,
      "fortune": 2,
      "conservative": 1,
      "reckless": 1,
      "wound": 1
    },
    "summary": "A superb elf scout and expert archer on the path of the Watcher",
    "advances": {
      "action": null,
      "talent": null,
      "skill": null,
      "wound": null,
      "open": [
        null,
        null,
        null,
        null,
        null,
        null
      ],
      "careerTransition": {
        "cost": 0,
        "newCareer": null
      },
      "dedicationBonus": null,
      "nonCareer": [
        {
          "cost": 0,
          "nature": null
        },
        {
          "cost": 0,
          "nature": null
        }
      ]
    },
    "current": false
  },
  "_stats": {
    "systemId": "wfrp3e",
    "systemVersion": "0.5.1",
    "coreVersion": "12.327",
    "createdTime": 1699549887285,
    "modifiedTime": 1699628805417,
    "lastModifiedBy": "Bq3CTOvANoOneedB",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "_id": "X78U8bxkc9wJzclF",
  "sort": 3800000,
  "ownership": {
    "default": 0,
    "Bq3CTOvANoOneedB": 3
  },
  "_key": "!items!X78U8bxkc9wJzclF"
}
